{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mdx.nvim": {
      "src": "https://github.com/davidmh/mdx.nvim"
    },
    "mini-git": {
      "src": "https://github.com/nvim-mini/mini-git"
    },
    "mini.basics": {
      "src": "https://github.com/nvim-mini/mini.basics"
    },
    "mini.bracketed": {
      "src": "https://github.com/nvim-mini/mini.bracketed"
    },
    "mini.bufremove": {
      "src": "https://github.com/nvim-mini/mini.bufremove"
    },
    "mini.diff": {
      "src": "https://github.com/nvim-mini/mini.diff"
    },
    "mini.files": {
      "src": "https://github.com/nvim-mini/mini.files"
    },
    "mini.hipatterns": {
      "src": "https://github.com/nvim-mini/mini.hipatterns"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.notify": {
      "src": "https://github.com/nvim-mini/mini.notify"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "roslyn.nvim": {
      "src": "https://github.com/seblyng/roslyn.nvim"
    },
    "smart-splits.nvim": {
      "src": "https://github.com/mrjones2014/smart-splits.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "vim-dadbod": {
      "src": "https://github.com/tpope/vim-dadbod"
    },
    "vim-dadbod-completion": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-completion"
    },
    "vim-dadbod-ui": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-ui"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    }
  }
}
